tap "1password/tap"
tap "aws/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pulumi/tap"
tap "warrensbox/tap"

brew "awscli"
brew "bash"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "derailed/k9s/k9s"
brew "gh"
brew "git"
brew "go"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "helm"
brew "hlint"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "pulumi/tap/pulumi"
brew "ripgrep"
brew "starship"
brew "stow"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "warrensbox/tap/tfswitch"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-completions"

cask "1password-cli"
cask "anaconda"
cask "caffeine"
cask "font-fira-code-nerd-font"
cask "obsidian"

